Repository: MathiasChirivi/TNI-AL
Catalog: CM1.CREDEMTEL/Translations/CM1.CREDEMTEL.*.xlf
Languages: it_it

# Codeunit 610028323 - Method 1066323053 - NamedType 2318275332
source: File XML saved successfully
it_it: File XML salvato correttamente

# Codeunit 610028323 - Method 160688455 - NamedType 2488651147
source: Do you want to send a modification to Credemtel?
it_it: Vuoi inviare una modifica a Credemtel?

# Codeunit 610028323 - Method 1625730298 - NamedType 2318275332
source: File XML saved successfully
it_it: File XML salvato correttamente

# Codeunit 610028323 - Method 1701199055 - NamedType 3941846598
source: Credemtel Active cannot be enabled when IUNGO is enabled.
it_it: Credemtel Active non può essere abilitato quando IUNGO è abilitato.

# Codeunit 610028323 - Method 2014115161 - NamedType 3941846598
source: Credemtel Auto Send cannot be enabled when Credemtel Active is not enabled.
it_it: Non è possibile abilitare l'invio automatico di Credemtel se Credemtel Active non è abilitato.

# Codeunit 610028323 - Method 3022051391 - NamedType 2318275332
source: File XML saved successfully
it_it: File XML salvato correttamente

# Codeunit 610028323 - Method 3371011282 - NamedType 2318275332
source: File XML saved successfully
it_it: File XML salvato correttamente

# Codeunit 610028323 - Method 3804613808 - NamedType 3941846598
source: Credemtel Active cannot be enabled when IUNGO is enabled.
it_it: Credemtel Active non può essere abilitato quando IUNGO è abilitato.

# Codeunit 749121455 - Method 1577787387 - NamedType 1770605764
source: You cannot close the line because it has already been received.
it_it: Non puoi chiudere la linea perché è già stata ricevuta.

# Codeunit 749121455 - Method 1577787387 - NamedType 2049196205
source: You cannot close the line because it is still linked to a warehouse receipt.
it_it: Non è possibile chiudere la riga perché è ancora collegata a una ricevuta di magazzino.

# Codeunit 749121455 - Method 1577787387 - NamedType 2318275332
source: File XML saved successfully
it_it: File XML salvato correttamente

# Codeunit 749121455 - Method 1577787387 - NamedType 3739999547
source: Are you sure you want to close the current line?
it_it: Vuoi davvero chiudere la riga corrente?

# Codeunit 749121455 - Method 180378443 - NamedType 2318275332
source: File XML saved successfully
it_it: File XML salvato correttamente

# Codeunit 749121455 - Method 180378443 - NamedType 3529148567
source: Operation not allowed. %1 exists.
it_it: Operazione non consentita. %1 esiste.

# Codeunit 749121455 - Method 180378443 - NamedType 3899978571
source: Are you sure you want to cancel the current line?
it_it: Vuoi davvero annullare la riga corrente?

# Codeunit 749121455 - Method 202944624 - NamedType 1534025464
source: Are you sure you want to reopen the current line?
it_it: Vuoi davvero riaprire la riga corrente?

# Codeunit 749121455 - Method 3374082282 - NamedType 3529148567
source: Operation not allowed. %1 exists.
it_it: Operazione non consentita. %1 esiste.

# Codeunit 749121455 - Method 3374082282 - NamedType 3899978571
source: Are you sure you want to cancel the current line?
it_it: Vuoi davvero annullare la riga corrente?

# Codeunit 749121455 - Method 3793438760 - NamedType 2546052617
source: The value %1 is not a valid discount.
it_it: Il valore %1 non è uno sconto valido.

# Codeunit 749121455 - Method 415629083 - NamedType 1082466519
source: %1 %2 in not workin day for Location %3.\Impossible continue.
it_it: %1 %2 non è un giorno lavorativo per la posizione %3.\Impossibile continuare.

# Codeunit 749121455 - NamedType 126146969
source: %1 must be greater than 0
it_it: %1 deve essere maggiore di 0

# Codeunit 749121455 - NamedType 1401540203
source: The Order %1 don't exits
it_it: L'ordine %1 non esiste

# Codeunit 749121455 - NamedType 2039236820
source: Order line %1 %2 don't exits
it_it: La riga d'ordine %1 %2 non esiste

# Codeunit 749121455 - NamedType 3314630054
source: Quantity must not be less than %1
it_it: La quantità non deve essere inferiore a %1

# Codeunit 749121455 - NamedType 3783417648
source: %1 %2 in not workin day for Location %3.
it_it: %1 %2 non è un giorno lavorativo per la località %3.

# Codeunit 749121455 - NamedType 594934563
source: Order line %1 %2 is closed
it_it: La riga dell'ordine %1 %2 è chiusa

# Codeunit 749121455 - NamedType 763843586
source: Vendor %1 is different from the vendor %2 indicated on order %3
it_it: Il fornitore %1 è diverso dal fornitore %2 indicato nell'ordine %3

# Page 4145038656 - Property 2879900210
source: Credemtel Error Log
it_it: Interfaccia credemtel log errori

# Page 961741539 - Action 1852664502 - Property 2879900210
source: Process Order
it_it: Processa Ordine

# Page 961741539 - Property 2879900210
source: Credemtel Order Staging List
it_it: Interfaccia Credemtel

source: Cannot export to Credemtel. Check the following:\1. Credemtel must be enabled in Purchases & Payables Setup\2. Credemtel must be active for the vendor\3. Order must be released\4. Document Date must be < Credemtel Activation Date for the vendor\5. Order Type code must be set
it_it: Impossibile esportare in Credemtel. Verificare quanto segue: 1. Credemtel deve essere abilitato in Setup Contabilità fornitori. 2. Credemtel deve essere attivo per il fornitore. 3. L'ordine deve essere rilasciato. 4. La data del documento deve essere >= Data di attivazione di Credemtel per il fornitore.

# PageExtension 1277387401 - Action 1875507154 - Property 2879900210
source: Export XML Subcontracting Order to Credemtel
it_it: Esportazione XML dell'ordine a Credemtel

source: Cannot export to Credemtel. Check the following:\1. Credemtel must be enabled in Purchases & Payables Setup\2. Credemtel must be active for the vendor\3. Order must be released\4. Document Date must be < Credemtel Activation Date for the vendor.
it_it: Impossibile esportare in Credemtel. Verificare quanto segue: 1. Credemtel deve essere abilitato in Setup Contabilità fornitori. 2. Credemtel deve essere attivo per il fornitore. 3. L'ordine deve essere rilasciato. 4. La data del documento deve essere >= Data di attivazione di Credemtel per il fornitore.

source: All Lines must be sent to Credemtel.
it_it: Tutte le linee devono essere inviate a Credemtel.

# PageExtension 1315228606 - Action 2107562824 - Property 2879900210
source: Export Order to Credemtel
it_it: Esporta ordine a Credemtel

# PageExtension 1978235249 - Method 92496013 - NamedType 3692948509
source: Do you want to send a modification to Credemtel?
it_it: Vuoi inviare una modifica a Credemtel?

# PageExtension 2824982884 - Action 1572991854 - Property 2879900210
source: Reopen Credemtel Line
it_it: Riaprire la linea Credemtel

# PageExtension 2824982884 - Action 2393904636 - Property 2879900210
source: Cancel Credemtel Line
it_it: Annulla linea Credemtel

# PageExtension 2824982884 - Action 2955603052 - Property 2879900210
source: Close Credemtel Line
it_it: Chiudi la linea Credemtel

# PageExtension 2824982884 - Method 3373737092 - NamedType 3692948509
source: Do you want to send a modification to Credemtel?
it_it: Vuoi inviare una modifica a Credemtel?

# PageExtension 2824982884 - Method 3388793719 - NamedType 1966440566
source: Are you sure you want to delete this line?
it_it: Sei sicuro di voler eliminare questa riga?

# PageExtension 2824982884 - Method 92496013 - NamedType 3692948509
source: Do you want to send a modification to Credemtel?
it_it: Vuoi inviare una modifica a Credemtel?

source: You do not have permission to delete this line.
it_it: Non hai l'autorizzazione per eliminare questa riga.

# PageExtension 3355426237 - Action 1572991854 - Property 2879900210
source: Delete Credemtel Line
it_it: Elimina riga Credemtel

# Table 448831778 - Field 1139142959 - Property 2879900210
source: Error Time
it_it: Tempo di errore

# Table 448831778 - Field 176518433 - Property 2879900210
source: Order Line No.
it_it: Numero riga ordine

# Table 448831778 - Field 186421744 - Property 2879900210
source: Error Date
it_it: Data di errore

# Table 448831778 - Field 1905805420 - Property 2879900210
source: Processing Date
it_it: Data di elaborazione

# Table 448831778 - Field 21039994 - Property 2879900210
source: Interface Entry No.
it_it: Nr. Movimento dell'interfaccia

# Table 448831778 - Field 2202932243 - Property 2879900210
source: Order No.
it_it: Numero d'ordine

# Table 448831778 - Field 2852966117 - Property 2879900210
source: Error Message
it_it: Messaggio di errore

# Table 448831778 - Field 3808951907 - Property 2879900210
source: Table Name
it_it: Nome tabella

# Table 448831778 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. Movimento

# Table 448831778 - Property 2879900210
source: Credemtel Error Log
it_it: Interfaccia credemtel log errori

# Table 796284109 - Field 1019619766 - Property 2879900210
source: Is Error
it_it: Errore

# Table 796284109 - Field 1527594213 - Property 2879900210
source: Vendor No.
it_it: Numero del fornitore

# Table 796284109 - Field 1743873737 - Property 2879900210
source: Line Status Code
it_it: Codice di stato della linea

# Table 796284109 - Field 176518433 - Property 2879900210
source: Order Line No.
it_it: Numero riga ordine

# Table 796284109 - Field 205286012 - Property 2879900210
source: Country of Origin Code
it_it: Codice del paese di origine

# Table 796284109 - Field 2078185145 - Property 2879900210
source: Processing Date
it_it: Data di elaborazione

# Table 796284109 - Field 2161572060 - Property 2879900210
source: Location Code
it_it: Cod Ubicazione

# Table 796284109 - Field 2170151335 - Property 2879900210
source: Send DateTime
it_it: Invia DataOra

# Table 796284109 - Field 2202932243 - Property 2879900210
source: Order No.
it_it: Nr. Ordine

# Table 796284109 - Field 2363328873 - Property 2879900210
source: Document Type
it_it: Tipo di documento

# Table 796284109 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
it_it: Cod Unità di misura

# Table 796284109 - Field 2632124822 - Property 2879900210
source: Order Date
it_it: Data dell'ordine

# Table 796284109 - Field 2702998682 - Property 2879900210
source: Line Discount %
it_it: Sconto di linea %

# Table 796284109 - Field 2704404533 - Property 2879900210
source: Quantity
it_it: Quantità

# Table 796284109 - Field 2842094365 - Property 2879900210
source: Item Description
it_it: Descrizione dell'articolo

# Table 796284109 - Field 2852966117 - Property 2879900210
source: Error Message
it_it: Messaggio di errore

# Table 796284109 - Field 2927347786 - Property 2879900210
source: Processing Time
it_it: Tempo di elaborazione

# Table 796284109 - Field 2928745587 - Property 2879900210
source: Trace Type
it_it: Tracciato

# Table 796284109 - Field 2957781644 - Property 2879900210
source: Import Time
it_it: Tempo di importazione

# Table 796284109 - Field 3444295315 - Property 2879900210
source: Is Process
it_it: Processo

# Table 796284109 - Field 3492791163 - Property 2879900210
source: Import Date
it_it: Data di importazione

# Table 796284109 - Field 3728292712 - Property 2879900210
source: Received Quantity
it_it: Quantità ricevuta

# Table 796284109 - Field 3955473374 - Property 2879900210
source: Warning
it_it: Avviso

# Table 796284109 - Field 4021293878 - Property 2879900210
source: Cross Reference No.
it_it: Nr. cross-reference

# Table 796284109 - Field 4176394266 - Property 2879900210
source: Order Confirmation No.
it_it: Numero di conferma dell'ordine

# Table 796284109 - Field 4187992892 - Property 2879900210
source: Direct Unit Cost
it_it: Costo unitario diretto

# Table 796284109 - Field 429198581 - Property 2879900210
source: Promised Receipt Date
it_it: Data di ricezione promessa

# Table 796284109 - Field 513339096 - Property 2879900210
source: Status
it_it: Stato

# Table 796284109 - Field 568743302 - Property 2879900210
source: Item No.
it_it: Nr. Articolo

# Table 796284109 - Field 593601093 - Property 2879900210
source: Movement Type
it_it: Tipo di movimento

# Table 796284109 - Field 691954920 - Property 2879900210
source: Line Discount % 2
it_it: Sconto di linea % 2

# Table 796284109 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. Movimento

# Table 796284109 - Property 2879900210
source: Credemtel Staging
it_it: Interfaccia Credemtel

# TableExtension 143703856 - Field 1360375719 - Property 2879900210
source: Delete Credemtel Line
it_it: Elimina Linea Credemtel

# TableExtension 1662642989 - Field 3108871611 - Property 2879900210
source: Credemtel Auto Send
it_it: Invio automatico credemtel

# TableExtension 1662642989 - Field 387682110 - Property 2879900210
source: Credemtel Activation Date
it_it: Data attivazione credemtel

# TableExtension 1662642989 - Field 945117378 - Property 2879900210
source: Credemtel Active
it_it: Credemtel attivo

# TableExtension 1856897873 - Field 131129204 - Property 2879900210
source: Send to Credemetel
it_it: Inviato a credemtel

# TableExtension 2915343838 - Field 1122836507 - Property 2879900210
source: Change Price Credemtel
it_it: Cambia prezzo Credemtel

# TableExtension 2915343838 - Field 131129204 - Property 2879900210
source: Send to Credemetel
it_it: Inviato a credemtel

# TableExtension 2915343838 - Field 153725051 - Property 2879900210
source: Country/Region of Origin Code
it_it: Codice Paese/Regione di Origine

# TableExtension 2915343838 - Field 1795186567 - Property 2879900210
source: Missed Engagement Credemtel
it_it: Impegno saltato Credemtel

# TableExtension 2915343838 - Field 950761899 - Property 2879900210
source: Credemtel Order Line Status
it_it: Stato della riga dell'ordine Credemtel

# TableExtension 295593849 - Field 1008172601 - Property 2879900210
source: Credemtel Enabled
it_it: Credemtel Abilitato

# TableExtension 295593849 - Field 2310367389 - Property 2879900210
source: Debug Enabled
it_it: Debug abilitato

# TableExtension 295593849 - Field 2344026303 - Property 2879900210
source: Go Live Date
it_it: Data Go Live

# TableExtension 295593849 - Field 3318689140 - Property 2879900210
source: Credemtel Component Path
it_it: Percorso salvataggio file componenti

# TableExtension 295593849 - Field 3667024019 - Property 2879900210
source: Delivery Plan Professional Role
it_it: Ruolo professionale PIANI CONSEGNA

# TableExtension 295593849 - Field 3731357381 - Property 2879900210
source: ACQ Professional Role
it_it: Ruolo professionale ACQ

# TableExtension 3331280357 - Field 131129204 - Property 2879900210
source: Send to Credemetel
it_it: Invio automatico a credemtel

# TableExtension 3331280357 - Field 3901536644 - Property 2879900210
source: Credemtel Order Date
it_it: Data dell'ordine Credemtel
