Repository: MathiasChirivi/TNI-AL
Catalog: EOS.TNI/Translations/TNI Interfaces Universal Layer.*.xlf
Languages: it_it

# Codeunit 2015609385 - NamedType 2365063731
source: Call succeeded - %1
it_it: Chiamata riuscita - %1

# Codeunit 2015609385 - NamedType 751038299
source: Call failed - %1
it_it: Chiamata non riuscita - %1

# Codeunit 2289876685 - NamedType 1178781371
source: File %1 processed
it_it: File %1 processato

# Codeunit 2289876685 - NamedType 1403514585
source: File %1 created
it_it: File %1 creato

# Codeunit 2289876685 - NamedType 1984357318
source: Call succedeed
it_it: Chiamata eseguita con successo

# Codeunit 2289876685 - NamedType 2700640014
source: File not created
it_it: File non creato

# Codeunit 2289876685 - NamedType 308194642
source: File not stored correctly
it_it: File non salvato correttamente

# Codeunit 2289876685 - NamedType 3873292536
source: File not processed
it_it: File non processato

# Codeunit 2289876685 - NamedType 485732426
source: File %1 stored in path %2
it_it: File %1 salvato nel percorso %2

# Codeunit 2306445213 - NamedType 1152422971
source: Impossible to send WS: \ %1 \ %2
it_it: Errore chiamata WS: \ %1 \ %2

# Codeunit 4216026876 - NamedType 2928972280
source: File name cannot be empty
it_it: Nome file non può essere vuoto

# Enum 2107536099 - EnumValue 2137257514 - Property 2879900210
source: Out
it_it: Uscita

# Enum 2107536099 - EnumValue 884292305 - Property 2879900210
source: In
it_it: Entrata

# Enum 2553771294 - EnumValue 1554319400 - Property 2879900210
source: CheckList
it_it: CheckLists

# Enum 2553771294 - EnumValue 2092464679 - Property 2879900210
source: IN Flow
it_it: Flusso in Entrata

# Enum 2553771294 - EnumValue 2512608267 - Property 2879900210
source: Custom Flow
it_it: Flusso Custom

# Enum 2553771294 - EnumValue 4194534728 - Property 2879900210
source: OUT Flow
it_it: Flusso in Uscita

# Enum 2576917197 - EnumValue 1906998731 - Property 2879900210
source: Closed
it_it: Chiuso

# Enum 2576917197 - EnumValue 2349051585 - Property 2879900210
source: Sent
it_it: Inviato

# Enum 2576917197 - EnumValue 2529465272 - Property 2879900210
source: Received
it_it: Ricevuto

# Enum 2576917197 - EnumValue 3533284979 - Property 2879900210
source: Processed
it_it: Processato

# Enum 2576917197 - EnumValue 4017531717 - Property 2879900210
source: Created
it_it: Creato

# Enum 2576917197 - EnumValue 4146273333 - Property 2879900210
source: Error
it_it: Errore

# Enum 2576917197 - EnumValue 600920656 - Property 2879900210
source: Not Processed
it_it: Non processato

# Enum 2626631723 - EnumValue 1821279055 - Property 2879900210
source: Text
it_it: Testo

# Enum 2626631723 - EnumValue 3883182266 - Property 2879900210
source: Integer
it_it: Intero

# Enum 2626631723 - EnumValue 617522584 - Property 2879900210
source: Boolean
it_it: Booleano

# Enum 2705614645 - EnumValue 1735507514 - Property 2879900210
source: Line
it_it: Riga

# Enum 2705614645 - EnumValue 907109761 - Property 2879900210
source: Header
it_it: Testata

# Enum 4162828287 - EnumValue 101480657 - Property 2879900210
source: Import and Delete
it_it: Importa e cancella

# Enum 4162828287 - EnumValue 2571599288 - Property 2879900210
source: Import and Archive
it_it: Importa e archivia

# Enum 4162828287 - EnumValue 3201496503 - Property 2879900210
source: Import
it_it: Importa

# Enum 455676977 - EnumValue 1358406803 - Property 2879900210
source: Block
it_it: Bloccante

# Enum 455676977 - EnumValue 2248886284 - Property 2879900210
source: Error
it_it: Errore

# Enum 455676977 - EnumValue 3955473374 - Property 2879900210
source: Warning
it_it: Avviso

# Enum 455676977 - EnumValue 419426744 - Property 2879900210
source: Processed
it_it: Processato

# Enum 769004974 - EnumValue 1778072510 - Property 2879900210
source: Closed
it_it: Chiuso

# Enum 769004974 - EnumValue 4020758431 - Property 2879900210
source: Released
it_it: Rilasciato

# Enum 769004974 - EnumValue 4259830144 - Property 2879900210
source: Open
it_it: Aperto

# Page 1073292886 - Action 2571907030 - Property 2879900210
source: Entries
it_it: Movimenti

# Page 1073292886 - Action 2973585204 - Method 1377591017 - NamedType 2046114729
source: Execution completed
it_it: Esecuzione completata

# Page 1073292886 - Action 2973585204 - Property 2879900210
source: Execute Manually
it_it: Esegui manualmente

# Page 1073292886 - Action 3866607850 - Property 2879900210
source: View Token
it_it: Visualizza token

# Page 1073292886 - Control 1651441626 - Property 1295455071
source: EOS Function API Code
it_it: Cod. config. servizio (EAL)

# Page 1073292886 - Control 2107536099 - Property 1295455071
source: Flow Type
it_it: Tipo flusso

# Page 1073292886 - Control 3024736484 - Property 1295455071
source: File Path
it_it: Percorso file

# Page 1073292886 - Control 3412508182 - Property 1295455071
source: WS Uri
it_it: Uri WS

# Page 1073292886 - Control 3422481104 - Property 1295455071
source: Flow Code
it_it: Cod. flusso

# Page 1073292886 - Control 3461834954 - Property 1295455071
source: Description
it_it: Descrizione

# Page 1073292886 - Control 3483044347 - Property 1295455071
source: Enable
it_it: Abilitato

# Page 1073292886 - Control 3853638058 - Property 1295455071
source: Interface Type
it_it: Tipo interfaccia

# Page 1073292886 - Control 40117919 - Property 1295455071
source: Credentials
it_it: Credenziali

# Page 1073292886 - Control 449802033 - Property 1295455071
source: File name with no. series
it_it: Specifica il nome file utlizzando il nr. di serie

# Page 1073292886 - Property 2879900210
source: Flows (TNI)
it_it: Flussi (TNI)

# Page 1963730163 - Action 1107476520 - Property 2879900210
source: Show Document
it_it: Mostra documento

# Page 1963730163 - Action 1587086413 - Property 2879900210
source: Sent
it_it: Chiamata

# Page 1963730163 - Action 1669438568 - Property 2879900210
source: Response
it_it: Risposta

# Page 1963730163 - Action 1744923469 - Property 2879900210
source: Sent
it_it: Chiamata

# Page 1963730163 - Action 1813121883 - Property 2879900210
source: Download Response File
it_it: Scarica file risposta

# Page 1963730163 - Action 1954545519 - Property 2879900210
source: View Log Details
it_it: Visualizza dettaglio log

# Page 1963730163 - Action 2224783030 - Property 2879900210
source: Response
it_it: Risposta

# Page 1963730163 - Action 311693179 - Property 2879900210
source: Documents
it_it: Documenti

# Page 1963730163 - Action 3324780168 - Property 2879900210
source: Documents
it_it: Documenti

# Page 1963730163 - Action 4117948562 - Property 2879900210
source: Download Sent File
it_it: Scarica file inviato

# Page 1963730163 - Action 554171337 - Property 2879900210
source: View Sent File
it_it: Visualizza file inviato

# Page 1963730163 - Action 83106532 - Property 2879900210
source: View Response File
it_it: Visualizza file risposta

# Page 1963730163 - Property 2879900210
source: Interfaces OUT Entries (TNI)
it_it: Movimenti in uscita (TNI)

# Page 2027095220 - Action 1107476520 - Property 2879900210
source: Show Document
it_it: Mostra documento

# Page 2027095220 - Action 1587086413 - Property 2879900210
source: Records
it_it: Record

# Page 2027095220 - Action 216441599 - Property 2879900210
source: Show Posted Document
it_it: Mostra documento registrato

# Page 2027095220 - Action 2495716258 - Property 2879900210
source: View
it_it: Visualizza

# Page 2027095220 - Action 2587521383 - Method 1377591017 - NamedType 1881095303
source: Completed
it_it: Elaborazione completata

# Page 2027095220 - Action 2587521383 - Property 2879900210
source: Process Selected
it_it: Processa selezionati

# Page 2027095220 - Action 311693179 - Property 2879900210
source: Documents
it_it: Documenti

# Page 2027095220 - Action 3229225030 - Property 2879900210
source: View Log Details
it_it: Visualizza log

# Page 2027095220 - Action 3324780168 - Property 2879900210
source: Documents
it_it: Documenti

# Page 2027095220 - Action 61298416 - Property 2879900210
source: View Records
it_it: Visualizza records

# Page 2027095220 - Property 2879900210
source: Interfaces IN Entries (TNI)
it_it: Movimenti in entrata (TNI)

# Page 2111410171 - Property 2879900210
source: Credentials (TNI)
it_it: Credenziali (TNI)

# Page 2896766694 - Action 1954545519 - Property 2879900210
source: View Log Details
it_it: Visualizza dettaglio log

# Page 2896766694 - Property 2879900210
source: Interfaces OUT Entries (TNI)
it_it: Movimenti in uscita (TNI)

# Page 2934924323 - Action 1081835701 - Property 2879900210
source: Export Setup
it_it: Esporta setup

# Page 2934924323 - Action 1587086413 - Property 2879900210
source: Status
it_it: Stati

# Page 2934924323 - Action 2071937805 - Property 2879900210
source: Reopen
it_it: Riapri

# Page 2934924323 - Action 2674503554 - Property 2879900210
source: Close
it_it: Chiudi

# Page 2934924323 - Action 311693179 - Property 2879900210
source: Import/Export
it_it: Importa/Esporta

# Page 2934924323 - Action 4032263875 - Property 2879900210
source: Release
it_it: Rilascia

# Page 2934924323 - Action 5983814 - Property 2879900210
source: Import Setup
it_it: Importa setup

# Page 2934924323 - Control 2445482498 - Property 2879900210
source: General
it_it: Generale

# Page 2934924323 - Control 3461834954 - Property 1295455071
source: Description
it_it: Descrizione

# Page 2934924323 - Control 769004974 - Property 1295455071
source: Status
it_it: Stato

# Page 2934924323 - Control 838613929 - Property 1295455071
source: Code
it_it: Codice

# Page 2934924323 - Property 2879900210
source: Interfaces Card (TNI)
it_it: Scheda interfaccia (TNI)

# Page 3055945769 - Control 2445482498 - Property 2879900210
source: General
it_it: Generale

# Page 3055945769 - Property 2879900210
source: Credentials Card (TNI)
it_it: Scheda credenziali (TNI)

# Page 3262997773 - Property 2879900210
source: Interfaces Log List (TNI)
it_it: Log movimenti (TNI)

# Page 641561169 - Action 1081835701 - Property 2879900210
source: Export Setup
it_it: Esporta setup

# Page 641561169 - Action 2071937805 - Property 2879900210
source: Reopen
it_it: Riapri

# Page 641561169 - Action 2503634509 - Property 2879900210
source: Release
it_it: Rilascia

# Page 641561169 - Action 2674503554 - Property 2879900210
source: Close
it_it: Chiudi

# Page 641561169 - Action 311693179 - Property 2879900210
source: Import/Export
it_it: Importa/Esporta

# Page 641561169 - Action 558086573 - Property 2879900210
source: Status
it_it: Stato

# Page 641561169 - Action 5983814 - Property 2879900210
source: Import Setup
it_it: Importa setup

# Page 641561169 - Control 3004954119 - Property 1295455071
source: Code
it_it: Codice

# Page 641561169 - Control 3461834954 - Property 1295455071
source: Description
it_it: Descrizione

# Page 641561169 - Control 769004974 - Property 1295455071
source: Status
it_it: Stato

# Page 641561169 - Property 2879900210
source: Interfaces List (TNI)
it_it: Interfacce (TNI)

# Table 1073292886 - Field 1651441626 - Property 2879900210
source: EOS Function API Code
it_it: Cod. config. servizio (EAL)

# Table 1073292886 - Field 2107536099 - Property 2879900210
source: Flow Type
it_it: Tipo flusso

# Table 1073292886 - Field 2497116349 - Property 2879900210
source: Interface Code
it_it: Cod. interfaccia

# Table 1073292886 - Field 2750141652 - Property 2879900210
source: Process
it_it: Processa

# Table 1073292886 - Field 3017471043 - Property 2879900210
source: Table No.
it_it: Nr. tabella

# Table 1073292886 - Field 3024736484 - Property 2879900210
source: File Path
it_it: Percorso file

# Table 1073292886 - Field 3422481104 - Property 2879900210
source: Flow Code
it_it: Cod. flusso

# Table 1073292886 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 1073292886 - Field 3483044347 - Property 2879900210
source: Enable
it_it: Abilitato

# Table 1073292886 - Field 3706204160 - Property 2879900210
source: TNI GUID
it_it: GUID

# Table 1073292886 - Field 3853638058 - Property 2879900210
source: Interface Type
it_it: Tipo interfaccia

# Table 1073292886 - Field 40117919 - Property 2879900210
source: Credential Code
it_it: Cod. credenziale

# Table 1073292886 - Field 4162828287 - Property 2879900210
source: Import Mode
it_it: Mod. importazione

# Table 1073292886 - Field 4201358533 - Property 2879900210
source: WS Method
it_it: Metodo WS

# Table 1073292886 - Field 4268247410 - Property 2879900210
source: Archived File Path
it_it: Percorso file archivio

# Table 1073292886 - Field 449802033 - Property 2879900210
source: File Name Code
it_it: Cod. nome file

# Table 1073292886 - Field 874528 - Property 2879900210
source: Process Single Record
it_it: Processa singolo record

# Table 1073292886 - Property 2879900210
source: Flows (TNI)
it_it: Flussi (TNI)

# Table 1195126394 - Field 1825107341 - Property 2879900210
source: Source ID
it_it: ID origine

# Table 1195126394 - Field 1958297053 - Property 2879900210
source: Document No.
it_it: Nr. documento

# Table 1195126394 - Field 2319411986 - Property 2879900210
source: File Format
it_it: Formato file

# Table 1195126394 - Field 2359120598 - Property 2879900210
source: Posted Document No.
it_it: Nr. documento registrato

# Table 1195126394 - Field 2497116349 - Property 2879900210
source: Interface Code
it_it: Cod. interfaccia

# Table 1195126394 - Field 3024736484 - Property 2879900210
source: File Path
it_it: Percorso file

# Table 1195126394 - Field 3422481104 - Property 2879900210
source: Flow Code
it_it: Cod. flusso

# Table 1195126394 - Field 3533284979 - Property 2879900210
source: Processed
it_it: Processato

# Table 1195126394 - Field 439039502 - Property 2879900210
source: Transaction ID
it_it: ID transazione

# Table 1195126394 - Field 449234790 - Property 2879900210
source: File Name
it_it: Nome file

# Table 1195126394 - Field 744788633 - Property 2879900210
source: Status
it_it: Stato

# Table 1195126394 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Table 1195126394 - Field 908126786 - Property 2879900210
source: Error Text
it_it: Messaggio di errore

# Table 1195126394 - Field 940372718 - Property 2879900210
source: Result
it_it: Risultato

# Table 1195126394 - Property 2879900210
source: Interfaces IN Entries (TNI)
it_it: Movimenti in entrata (TNI)

# Table 1402167385 - Field 1825107341 - Property 2879900210
source: Source ID
it_it: ID origine

# Table 1402167385 - Field 1958297053 - Property 2879900210
source: Document No.
it_it: Nr. documento

# Table 1402167385 - Field 2349051585 - Property 2879900210
source: Sent
it_it: Inviato

# Table 1402167385 - Field 2359120598 - Property 2879900210
source: Posted Document No.
it_it: Nr. documento registrato

# Table 1402167385 - Field 2497116349 - Property 2879900210
source: Interface Code
it_it: Cod. interfaccia

# Table 1402167385 - Field 3024736484 - Property 2879900210
source: File Path
it_it: Percorso file

# Table 1402167385 - Field 305187539 - Property 2879900210
source: Sent File
it_it: File chiamata

# Table 1402167385 - Field 3422481104 - Property 2879900210
source: Flow Code
it_it: Cod. flusso

# Table 1402167385 - Field 3436704250 - Property 2879900210
source: Response File
it_it: File risposta

# Table 1402167385 - Field 439039502 - Property 2879900210
source: Transaction ID
it_it: ID transazione

# Table 1402167385 - Field 449234790 - Property 2879900210
source: File Name
it_it: Nome file

# Table 1402167385 - Field 744788633 - Property 2879900210
source: Status
it_it: Stato

# Table 1402167385 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Table 1402167385 - Field 908126786 - Property 2879900210
source: Error Text
it_it: Messaggio di errore

# Table 1402167385 - Property 2879900210
source: Interfaces OUT Entries (TNI)
it_it: Movimenti in uscita (TNI)

# Table 1444577543 - Field 3004954119 - Property 2879900210
source: Code
it_it: Codice

# Table 1444577543 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 1444577543 - Field 44653557 - Property 2879900210
source: Data Exchange Type
it_it: Tipo scambio dati

# Table 1444577543 - Field 769004974 - Property 2879900210
source: Status
it_it: Stato

# Table 1923759843 - Field 1156135171 - Property 2879900210
source: Record No.
it_it: Nr. record

# Table 1923759843 - Field 1302466209 - Property 2879900210
source: Last Stack Error
it_it: Stack Ultimo Errore

# Table 1923759843 - Field 1787057730 - Property 2879900210
source: Log Direction
it_it: Direzione Log

# Table 1923759843 - Field 1825107341 - Property 2879900210
source: Source ID
it_it: ID Origine

# Table 1923759843 - Field 1870344968 - Property 2879900210
source: Log Line ID
it_it: ID Transazione Log

# Table 1923759843 - Field 1955582402 - Property 2879900210
source: Log Group ID
it_it: ID gruppo log

# Table 1923759843 - Field 232642449 - Property 2879900210
source: Source Line No.
it_it: Nr. Riga Origine

# Table 1923759843 - Field 2497116349 - Property 2879900210
source: Interface Code
it_it: Cod. interfaccia

# Table 1923759843 - Field 3017471043 - Property 2879900210
source: Table No.
it_it: Nr. tabella

# Table 1923759843 - Field 327060602 - Property 2879900210
source: Table System ID
it_it: System ID tabella

# Table 1923759843 - Field 3422481104 - Property 2879900210
source: Flow Code
it_it: Cod. flusso

# Table 1923759843 - Field 4247957019 - Property 2879900210
source: Log Description
it_it: Descrizione Log

# Table 1923759843 - Field 439039502 - Property 2879900210
source: Transaction ID
it_it: ID transazione

# Table 1923759843 - Field 455676977 - Property 2879900210
source: Log Type
it_it: Tipo Log

# Table 1923759843 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. Movimento

# Table 1923759843 - Property 2879900210
source: Interfaces Log
it_it: Log Interfaccia

# Table 282288455 - Field 2906998308 - Property 2879900210
source: Authentication Type
it_it: Tipo autenticazione

# Table 282288455 - Field 3025169402 - Property 2879900210
source: Credential Code
it_it: Cod. credenziale

# Table 282288455 - Field 3455630760 - Property 2879900210
source: Server Port
it_it: Porta server

# Table 282288455 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 282288455 - Field 3916415109 - Property 2879900210
source: Server Address
it_it: Indirizzo server

# Table 282288455 - Property 2879900210
source: Credentials (TNI)
it_it: Credenziali Interfaccia
